{
  "en": {
    "title": "creative developer",
    "contact": "Show Contacts",
    "mail": "Email",
    "location": "Location",
    "phone": "Phone",
    "about_title": "About me",
    "resume": "Resume",
    "portfolio": "Portfolio",
    "about_text_1": "I am a Multimedia Engineer specializing in interactive product development, UX/UI design, web development, and immersive digital experiences. Passionate about blending technology with creativity,I leverage my expertise in programming, interface design, and usability to craft engaging, high-quality solutions that elevate user interaction and experience.",
    "about_text_2": "With a strong ethical foundation and a critical approach, I bring project management and leadership abilities that enable me to thrive in multidisciplinary teams or entrepreneurial ventures within the multimedia industry. My continuous pursuit of knowledge keeps me at the forefront of industry trends, ensuring innovative and impactful outcomes in all my projects.",
    "services_title": "What I'm doing",
    "service_1_title": "Interactive Web Development",
    "service_1_text": "Developing engaging and dynamic web experiences using modern technologies like HTML, CSS, JavaScript, and Three.js, delivering interactive and visually appealing websites.",
    "service_2_title": "Diseño UX/UI",
    "service_2_text": "Designing intuitive and user-friendly interfaces focused on accessibility, usability, and professional aesthetics for a seamless user experience.",
    "service_3_title": "3D Modeling and Animation",
    "service_3_text": "Developing interactive 3D environments and advanced visualizations using Three.js and Blender, creating immersive web experiences.",
    "service_4_title": "Application and Game Development",
    "service_4_text": "Building innovative applications and games, from educational platforms to inspiring video games, utilizing advanced Unity techniques for impactful user experiences.",
    "education_title": "Education",
    "education_uni_title": "Militar Nueva Granada University",
    "education_time": "2020 — current",
    "education_major": "Multimedia Engineering",
    "education_school_title": "San Luis High School",
    "complementary_education_title": "Complementary Education",
    "complementary_1_text": "I developed a strong foundation in 3D web development using Three js, learning to create interactive 3D scenes, work with materials, textures, lighting, and animations to bring dynamic visuals to life. This course equipped me with the skills to optimize and manage complex 3D environments, ensuring engaging and performant web applications.",
    "complementary_2_title": "Professional Git and GitHub Course, Platzi.",
    "complementary_2_text": "I gained proficiency in version control with Git and GitHub, mastering essential commands and workflows to manage code efficiently in collaborative projects. This course taught me how to handle branches, resolve conflicts, and maintain a structured, reliable version history, enabling smooth teamwork and project tracking.",
    "complementary_3_title": "JavaScript Fundamentals Course, Platzi.",
    "complementary_3_text": "I built a solid foundation in JavaScript, understanding core concepts like variables, data types, functions, and control structures. This course helped me learn how to structure code logically, enabling me to create interactive and dynamic web features effectively.",
    "complementary_4_title": "Frontend Developer Course, Platzi.",
    "complementary_4_text": "I developed key skills in frontend development, including HTML, CSS, and JavaScript, to create responsive, user-friendly web interfaces. This course covered best practices in layout design, accessibility, and optimization, equipping me to build visually appealing and performant websites.",
    "tools_title": "Tools",
    "development_title": "Development",
    "project-category_1": "Made with Three.js",
    "project-category_2": "Made with Unity",
    "project-category_3": "Made with Ps, An",
    "project-category_4": "Made with HTML, CSS, JS, PHP"
  },
  "es": {
    "title": "desarrolladora creativa",
    "contact": "Información de Contacto",
    "mail": "correo",
    "location": "Ubicación",
    "phone": "teléfono",
    "about_title": "Sobre mí",
    "resume": "Currículum",
    "portfolio": "Portafolio",
    "about_text_1": "Soy una Ingeniera Multimedia especializada en el desarrollo de productos interactivos, diseño UX/UI, desarrollo web y experiencias digitales inmersivas. Apasionada por combinar tecnología y creatividad, aprovecho mi experiencia en programación, diseño de interfaces y usabilidad para crear soluciones atractivas y de alta calidad que potencian la interacción y experiencia del usuario.",
    "about_text_2": "Con una sólida base ética y un enfoque crítico, aporto habilidades de gestión de proyectos y liderazgo que me permiten sobresalir en equipos multidisciplinarios o iniciativas emprendedoras dentro de la industria multimedia. Mi constante búsqueda de conocimiento me mantiene a la vanguardia de las tendencias del sector, garantizando resultados innovadores y de impacto en todos mis proyectos.",
    "services_title": "Lo que hago",
    "service_1_title": "Desarrollo Web Interactivo",
    "service_1_text": "Creación de experiencias web atractivas y dinámicas utilizando tecnologías modernas como HTML, CSS, JavaScript y Three.js, entregando sitios web interactivos y visualmente impactantes.",
    "service_2_title": "Diseño UX/UI",
    "service_2_text": "Diseño de interfaces intuitivas y fáciles de usar, enfocadas en accesibilidad, usabilidad y una estética profesional para una experiencia de usuario fluida.",
    "service_3_title": "Modelado y Animación 3D",
    "service_3_text": "Desarrollo de entornos 3D interactivos y visualizaciones avanzadas utilizando Three.js y Blender, creando experiencias web inmersivas.",
    "service_4_title": "Desarrollo de Aplicaciones y Videojuegos",
    "service_4_text": "Construcción de aplicaciones y videojuegos innovadores, desde plataformas educativas hasta videojuegos inspiradores, utilizando técnicas avanzadas de Unity para experiencias impactantes.",
    "education_title": "Educación",
    "education_uni_title": "Universidad Militar Nueva Granada",
    "education_time": "2020 — actual",
    "education_major": "Ingeniería Multimedia",
    "education_school_title": "Colegio San Luis",
    "complementary_education_title": "Educación Complementaria",
    "complementary_1_text": "Desarrollé una sólida base en desarrollo web 3D utilizando Three.js, aprendiendo a crear escenas 3D interactivas, trabajar con materiales, texturas, iluminación y animaciones para dar vida a visuales dinámicos. Este curso me proporcionó las habilidades para optimizar y gestionar entornos 3D complejos, asegurando aplicaciones web atractivas y de alto rendimiento.",
    "complementary_2_title": "Curso Profesional de Git y GitHub, Platzi.",
    "complementary_2_text": "Adquirí experiencia en control de versiones con Git y GitHub, dominando comandos y flujos de trabajo esenciales para gestionar código de manera eficiente en proyectos colaborativos. Este curso me enseñó a manejar ramas, resolver conflictos y mantener un historial de versiones estructurado y confiable, lo que facilita el trabajo en equipo y el seguimiento de proyectos.",
    "complementary_3_title": "Curso de Fundamentos de JavaScript, Platzi.",
    "complementary_3_text": "Construí una sólida base en JavaScript, comprendiendo conceptos fundamentales como variables, tipos de datos, funciones y estructuras de control. Este curso me ayudó a aprender cómo estructurar código de manera lógica, permitiéndome crear características web interactivas y dinámicas de manera efectiva.",
    "complementary_4_title": "Curso de Desarrollador Frontend, Platzi.",
    "complementary_4_text": "Desarrollé habilidades clave en desarrollo frontend, incluyendo HTML, CSS y JavaScript, para crear interfaces web receptivas y fáciles de usar. Este curso cubrió las mejores prácticas en diseño de layouts, accesibilidad y optimización, capacitándome para construir sitios web visualmente atractivos y de alto rendimiento.",
    "tools_title": "Herramientas",
    "development_title": "Desarrollo",
    "project-category_1": "Hecho con Three.js",
    "project-category_2": "Hecho con Unity",
    "project-category_3": "Hecho con Ps, An",
    "project-category_4": "Hecho con HTML, CSS, JS, PHP"
  }
}
